[
  {
    "id": 1,
    "kategori": "Hewan",
    "fakta": "Kelelawar adalah satu-satunya mamalia yang bisa terbang."
  },
  {
    "id": 2,
    "kategori": "Hewan",
    "fakta": "Gurita memiliki tiga jantung dan darah berwarna biru."
  },
  {
    "id": 3,
    "kategori": "Hewan",
    "fakta": "Sidik jari koala sangat mirip dengan sidik jari manusia sehingga bisa membingungkan di TKP."
  },
  {
    "id": 4,
    "kategori": "Hewan",
    "fakta": "Kuda laut jantan adalah yang hamil dan melahirkan anak-anaknya."
  },
  {
    "id": 5,
    "kategori": "Luar Angkasa",
    "fakta": "Satu hari di Venus lebih lama dari satu tahun di Venus."
  },
  {
    "id": 6,
    "kategori": "Luar Angkasa",
    "fakta": "Jejak kaki astronaut di Bulan akan tetap ada selama jutaan tahun karena tidak ada atmosfer atau erosi."
  },
  {
    "id": 7,
    "kategori": "Luar Angkasa",
    "fakta": "Ada lebih banyak bintang di alam semesta daripada butiran pasir di semua pantai di Bumi."
  },
  {
    "id": 8,
    "kategori": "Luar Angkasa",
    "fakta": "Lubang hitam terbentuk dari sisa-sisa bintang masif yang runtuh di bawah gravitasinya sendiri."
  },
  {
    "id": 9,
    "kategori": "Tubuh Manusia",
    "fakta": "Rata-rata orang dewasa memiliki sekitar 100.000 helai rambut di kepalanya."
  },
  {
    "id": 10,
    "kategori": "Tubuh Manusia",
    "fakta": "Asam lambung di perut manusia cukup kuat untuk melarutkan silet."
  },
  {
    "id": 11,
    "kategori": "Tubuh Manusia",
    "fakta": "Manusia berkedip rata-rata 15-20 kali per menit."
  },
  {
    "id": 12,
    "kategori": "Tubuh Manusia",
    "fakta": "Tulang paha (femur) adalah tulang terpanjang, terkuat, dan terberat dalam tubuh manusia."
  },
  {
    "id": 13,
    "kategori": "Tumbuhan",
    "fakta": "Pohon sequoia raksasa adalah organisme hidup terbesar di Bumi berdasarkan volume."
  },
  {
    "id": 14,
    "kategori": "Tumbuhan",
    "fakta": "Bunga matahari mengikuti pergerakan matahari sepanjang hari, sebuah fenomena yang disebut heliotropisme."
  },
  {
    "id": 15,
    "kategori": "Tumbuhan",
    "fakta": "Ginkgo Biloba adalah salah satu spesies pohon tertua yang masih hidup, sering disebut fosil hidup."
  },
  {
    "id": 16,
    "kategori": "Tumbuhan",
    "fakta": "Ada lebih dari 80.000 spesies tanaman yang dapat dimakan di dunia, tetapi manusia hanya mengonsumsi sekitar 30 jenis secara luas."
  },
  {
    "id": 17,
    "kategori": "Sejarah Dunia",
    "fakta": "Perpustakaan Alexandria kuno di Mesir adalah salah satu perpustakaan terbesar dan paling signifikan di dunia kuno."
  },
  {
    "id": 18,
    "kategori": "Sejarah Dunia",
    "fakta": "Tembok Besar Tiongkok dibangun selama berabad-abad, bukan sebagai satu proyek tunggal."
  },
  {
    "id": 19,
    "kategori": "Sejarah Indonesia",
    "fakta": "Candi Borobudur adalah candi Buddha terbesar di dunia dan dibangun pada abad ke-9."
  },
  {
    "id": 20,
    "kategori": "Sejarah Indonesia",
    "fakta": "Sumpah Pemuda pada tahun 1928 adalah momen penting dalam gerakan kemerdekaan Indonesia, menyatukan pemuda dari berbagai daerah."
  },
  {
    "id": 21,
    "kategori": "Medis & Kesehatan",
    "fakta": "Penemuan penisilin oleh Alexander Fleming secara tidak sengaja merevolusi pengobatan infeksi bakteri."
  },
  {
    "id": 22,
    "kategori": "Medis & Kesehatan",
    "fakta": "Tertawa terbukti dapat meningkatkan sistem kekebalan tubuh dan mengurangi stres."
  },
  {
    "id": 23,
    "kategori": "Sains Umum",
    "fakta": "Air adalah satu-satunya zat alami yang ditemukan dalam tiga wujud (padat, cair, gas) pada suhu yang umum di Bumi."
  },
  {
    "id": 24,
    "kategori": "Sains Umum",
    "fakta": "Kecepatan cahaya di ruang hampa adalah sekitar 299.792 kilometer per detik."
  },
  {
    "id": 25,
    "kategori": "Geografi",
    "fakta": "Sungai Nil adalah sungai terpanjang di dunia, mengalir melalui sebelas negara di Afrika."
  },
  {
    "id": 26,
    "kategori": "Geografi",
    "fakta": "Palung Mariana di Samudra Pasifik adalah titik terdalam yang diketahui di lautan Bumi."
  },
  {
    "id": 27,
    "kategori": "Teknologi",
    "fakta": "Mesin cetak pertama yang menggunakan huruf bergerak ditemukan oleh Johannes Gutenberg sekitar tahun 1440."
  },
  {
    "id": 28,
    "kategori": "Teknologi",
    "fakta": "World Wide Web (WWW) diciptakan oleh Tim Berners-Lee pada tahun 1989."
  },
  {
    "id": 29,
    "kategori": "Seni & Budaya",
    "fakta": "Lukisan Mona Lisa karya Leonardo da Vinci disimpan di Museum Louvre, Paris, dan merupakan salah satu karya seni paling terkenal di dunia."
  },
  {
    "id": 30,
    "kategori": "Seni & Budaya",
    "fakta": "Wayang Kulit Indonesia telah diakui oleh UNESCO sebagai Karya Agung Warisan Budaya Lisan dan Takbenda Kemanusiaan."
  },
  {
    "id": 31,
    "kategori": "Makanan & Minuman",
    "fakta": "Madu adalah satu-satunya makanan yang tidak akan pernah basi."
  },
  {
    "id": 32,
    "kategori": "Makanan & Minuman",
    "fakta": "Tomat secara botani adalah buah, bukan sayuran."
  },
  {
    "id": 33,
    "kategori": "Psikologi",
    "fakta": "Efek plasebo menunjukkan bahwa keyakinan seseorang terhadap pengobatan dapat mempengaruhi hasil kesehatannya."
  },
  {
    "id": 34,
    "kategori": "Psikologi",
    "fakta": "Manusia cenderung lebih mengingat informasi negatif daripada informasi positif, sebuah fenomena yang dikenal sebagai 'negativity bias'."
  },
  {
    "id": 35,
    "kategori": "Ekonomi",
    "fakta": "Konsep 'supply and demand' (penawaran dan permintaan) adalah salah satu prinsip dasar dalam ilmu ekonomi."
  },
  {
    "id": 36,
    "kategori": "Ekonomi",
    "fakta": "Mata uang pertama dalam bentuk koin diperkirakan berasal dari Lydia (sekarang bagian dari Turki) pada abad ke-7 SM."
  },
  {
    "id": 37,
    "kategori": "Olahraga",
    "fakta": "Olimpiade kuno pertama kali diadakan di Olympia, Yunani, pada tahun 776 SM."
  },
  {
    "id": 38,
    "kategori": "Olahraga",
    "fakta": "Sepak bola adalah olahraga paling populer di dunia, dengan perkiraan lebih dari 3,5 miliar penggemar."
  },
  {
    "id": 39,
    "kategori": "Alam & Lingkungan",
    "fakta": "Terumbu karang sering disebut sebagai 'hutan hujan laut' karena keanekaragaman hayatinya yang tinggi."
  },
  {
    "id": 40,
    "kategori": "Bahasa & Sastra",
    "fakta": "Bahasa dengan jumlah penutur asli terbanyak di dunia adalah Mandarin."
  },
  {
    "id": 41,
    "kategori": "Hewan",
    "fakta": "Berang-berang laut sering tidur sambil berpegangan tangan agar tidak terpisah oleh arus."
  },
  {
    "id": 42,
    "kategori": "Hewan",
    "fakta": "Lidah jerapah bisa mencapai panjang 50 cm dan berwarna gelap untuk melindunginya dari sinar matahari."
  },
  {
    "id": 43,
    "kategori": "Luar Angkasa",
    "fakta": "Galaksi Andromeda adalah galaksi spiral besar terdekat dengan Bima Sakti dan diperkirakan akan bertabrakan dengan galaksi kita dalam miliaran tahun."
  },
  {
    "id": 44,
    "kategori": "Luar Angkasa",
    "fakta": "Ada kemungkinan ada lebih banyak air di bawah permukaan Europa, salah satu bulan Jupiter, daripada di semua lautan di Bumi."
  },
  {
    "id": 45,
    "kategori": "Tubuh Manusia",
    "fakta": "Manusia melepaskan sel kulit mati sekitar 0,03 hingga 0,09 gram setiap jam."
  },
  {
    "id": 46,
    "kategori": "Tubuh Manusia",
    "fakta": "Otak manusia menghasilkan listrik yang cukup untuk menyalakan bola lampu kecil."
  },
  {
    "id": 47,
    "kategori": "Tumbuhan",
    "fakta": "Tanaman Venus Flytrap adalah tanaman karnivora yang menangkap serangga dengan daunnya yang berbentuk seperti rahang."
  },
  {
    "id": 48,
    "kategori": "Tumbuhan",
    "fakta": "Pohon Baobab dapat menyimpan ribuan liter air di batangnya yang besar untuk bertahan hidup di musim kemarau."
  },
  {
    "id": 49,
    "kategori": "Sejarah Dunia",
    "fakta": "Kekaisaran Romawi pada puncaknya menguasai wilayah yang mencakup sebagian besar Eropa, Afrika Utara, dan Timur Tengah."
  },
  {
    "id": 50,
    "kategori": "Sejarah Dunia",
    "fakta": "Revolusi Industri, yang dimulai di Inggris pada akhir abad ke-18, mengubah masyarakat dari agraris menjadi industri."
  },
  {
    "id": 51,
    "kategori": "Sejarah Indonesia",
    "fakta": "Kerajaan Sriwijaya adalah kerajaan maritim Buddha yang kuat dan berpusat di Pulau Sumatra, menguasai perdagangan di Asia Tenggara."
  },
  {
    "id": 52,
    "kategori": "Sejarah Indonesia",
    "fakta": "Sistem Tanam Paksa (Cultuurstelsel) yang diterapkan Belanda di Indonesia pada abad ke-19 menyebabkan penderitaan besar bagi rakyat."
  },
  {
    "id": 53,
    "kategori": "Medis & Kesehatan",
    "fakta": "Vaksin pertama di dunia dikembangkan oleh Edward Jenner pada tahun 1796 untuk melawan cacar."
  },
  {
    "id": 54,
    "kategori": "Medis & Kesehatan",
    "fakta": "DNA (Deoxyribonucleic Acid) membawa informasi genetik yang menentukan karakteristik setiap organisme hidup."
  },
  {
    "id": 55,
    "kategori": "Sains Umum",
    "fakta": "Bunyi tidak dapat merambat di ruang hampa karena tidak ada medium untuk gelombang suara bergerak."
  },
  {
    "id": 56,
    "kategori": "Sains Umum",
    "fakta": "Pelangi adalah fenomena optik dan meteorologi yang disebabkan oleh refleksi, refraksi, dan dispersi cahaya dalam tetesan air."
  },
  {
    "id": 57,
    "kategori": "Geografi",
    "fakta": "Gurun Sahara di Afrika adalah gurun panas terbesar di dunia."
  },
  {
    "id": 58,
    "kategori": "Geografi",
    "fakta": "Indonesia adalah negara kepulauan terbesar di dunia, dengan lebih dari 17.000 pulau."
  },
  {
    "id": 59,
    "kategori": "Teknologi",
    "fakta": "Telepon pertama ditemukan oleh Alexander Graham Bell pada tahun 1876."
  },
  {
    "id": 60,
    "kategori": "Teknologi",
    "fakta": "Internet berawal dari proyek ARPANET yang didanai oleh Departemen Pertahanan Amerika Serikat pada tahun 1960-an."
  },
  {
    "id": 61,
    "kategori": "Seni & Budaya",
    "fakta": "Musik klasik Barat mencakup periode dari sekitar abad ke-9 hingga saat ini, dengan era Barok, Klasik, dan Romantis sebagai yang paling dikenal."
  },
  {
    "id": 62,
    "kategori": "Seni & Budaya",
    "fakta": "Batik Indonesia memiliki beragam motif yang sarat makna filosofis dan budaya dari berbagai daerah."
  },
  {
    "id": 63,
    "kategori": "Makanan & Minuman",
    "fakta": "Cokelat berasal dari biji pohon kakao yang pertama kali dibudidayakan oleh peradaban kuno di Mesoamerika."
  },
  {
    "id": 64,
    "kategori": "Makanan & Minuman",
    "fakta": "Keju adalah produk olahan susu yang memiliki ribuan variasi rasa, tekstur, dan bentuk di seluruh dunia."
  },
  {
    "id": 65,
    "kategori": "Psikologi",
    "fakta": "Deja vu adalah perasaan kuat bahwa suatu peristiwa atau pengalaman yang sedang dialami sudah pernah dialami sebelumnya."
  },
  {
    "id": 66,
    "kategori": "Psikologi",
    "fakta": "Kecerdasan emosional (EQ) merujuk pada kemampuan untuk mengenali, memahami, dan mengelola emosi diri sendiri dan orang lain."
  },
  {
    "id": 67,
    "kategori": "Ekonomi",
    "fakta": "Inflasi adalah kenaikan tingkat harga umum barang dan jasa dalam suatu perekonomian selama periode waktu tertentu."
  },
  {
    "id": 68,
    "kategori": "Ekonomi",
    "fakta": "Produk Domestik Bruto (PDB) adalah total nilai pasar semua barang dan jasa akhir yang diproduksi di suatu negara dalam periode tertentu."
  },
  {
    "id": 69,
    "kategori": "Olahraga",
    "fakta": "Michael Jordan dianggap oleh banyak orang sebagai pemain bola basket terbaik sepanjang masa."
  },
  {
    "id": 70,
    "kategori": "Olahraga",
    "fakta": "Pencak Silat adalah seni bela diri tradisional yang berasal dari Kepulauan Melayu, termasuk Indonesia."
  },
  {
    "id": 71,
    "kategori": "Alam & Lingkungan",
    "fakta": "Aurora Borealis (Cahaya Utara) dan Aurora Australis (Cahaya Selatan) disebabkan oleh partikel bermuatan dari matahari yang berinteraksi dengan atmosfer Bumi."
  },
  {
    "id": 72,
    "kategori": "Alam & Lingkungan",
    "fakta": "Daur ulang satu ton kertas dapat menyelamatkan sekitar 17 pohon dewasa."
  },
  {
    "id": 73,
    "kategori": "Bahasa & Sastra",
    "fakta": "Alfabet pertama yang diketahui diciptakan oleh bangsa Fenisia sekitar 3.000 tahun yang lalu."
  },
  {
    "id": 74,
    "kategori": "Bahasa & Sastra",
    "fakta": "William Shakespeare adalah penulis drama dan penyair Inggris yang dianggap sebagai salah satu penulis terbesar dalam bahasa Inggris."
  },
  {
    "id": 75,
    "kategori": "Tokoh Terkenal",
    "fakta": "Albert Einstein mengembangkan teori relativitas, salah satu dari dua pilar fisika modern."
  },
  {
    "id": 76,
    "kategori": "Tokoh Terkenal",
    "fakta": "Marie Curie adalah orang pertama dan satu-satunya wanita yang memenangkan Hadiah Nobel dalam dua bidang ilmu yang berbeda (Fisika dan Kimia)."
  },
  {
    "id": 77,
    "kategori": "Penemuan & Inovasi",
    "fakta": "Roda diperkirakan ditemukan di Mesopotamia sekitar 3500 SM, awalnya untuk pembuatan tembikar."
  },
  {
    "id": 78,
    "kategori": "Penemuan & Inovasi",
    "fakta": "Kertas ditemukan di Tiongkok oleh Cai Lun pada sekitar tahun 105 M."
  },
  {
    "id": 79,
    "kategori": "Mitos & Fakta",
    "fakta": "Fakta: Manusia tidak hanya menggunakan 10% dari otaknya; kita menggunakan hampir seluruh bagian otak, meskipun tidak secara bersamaan."
  },
  {
    "id": 80,
    "kategori": "Mitos & Fakta",
    "fakta": "Mitos: Banteng marah melihat warna merah. Faktanya, banteng buta warna terhadap merah dan hijau; gerakan jubah matadorlah yang memprovokasi mereka."
  },
  {
    "id": 81,
    "kategori": "Hewan",
    "fakta": "Beberapa jenis cumi-cumi dan gurita dapat menyemprotkan tinta untuk membingungkan predator dan melarikan diri."
  },
  {
    "id": 82,
    "kategori": "Hewan",
    "fakta": "Semut dapat mengangkat beban hingga 50 kali berat tubuhnya sendiri."
  },
  {
    "id": 83,
    "kategori": "Luar Angkasa",
    "fakta": "Matahari menyumbang sekitar 99,86% dari total massa Tata Surya kita."
  },
  {
    "id": 84,
    "kategori": "Luar Angkasa",
    "fakta": "Sabuk Kuiper adalah wilayah di Tata Surya di luar Neptunus yang berisi banyak benda es kecil, termasuk Pluto."
  },
  {
    "id": 85,
    "kategori": "Tubuh Manusia",
    "fakta": "Hidung manusia dapat mengingat sekitar 50.000 aroma yang berbeda."
  },
  {
    "id": 86,
    "kategori": "Tubuh Manusia",
    "fakta": "Kuku jari tangan tumbuh sekitar empat kali lebih cepat daripada kuku jari kaki."
  },
  {
    "id": 87,
    "kategori": "Tumbuhan",
    "fakta": "Rafflesia arnoldii, yang ditemukan di hutan hujan Indonesia, menghasilkan bunga individu terbesar di dunia."
  },
  {
    "id": 88,
    "kategori": "Tumbuhan",
    "fakta": "Kopi berasal dari biji tanaman Coffea, yang pertama kali dibudidayakan di Ethiopia."
  },
  {
    "id": 89,
    "kategori": "Sejarah Dunia",
    "fakta": "Zaman Es terakhir berakhir sekitar 11.700 tahun yang lalu, memungkinkan perkembangan pertanian dan peradaban manusia."
  },
  {
    "id": 90,
    "kategori": "Sejarah Dunia",
    "fakta": "Jalur Sutra adalah jaringan rute perdagangan kuno yang menghubungkan Timur dan Barat, memfasilitasi pertukaran barang, budaya, dan ide."
  },
  {
    "id": 91,
    "kategori": "Sejarah Indonesia",
    "fakta": "Kerajaan Majapahit mencapai puncak kejayaannya pada abad ke-14 di bawah pemerintahan Hayam Wuruk dan patihnya, Gajah Mada."
  },
  {
    "id": 92,
    "kategori": "Sejarah Indonesia",
    "fakta": "Proklamasi Kemerdekaan Indonesia dibacakan oleh Soekarno pada tanggal 17 Agustus 1945."
  },
  {
    "id": 93,
    "kategori": "Medis & Kesehatan",
    "fakta": "Tidur yang cukup sangat penting untuk fungsi kognitif, konsolidasi memori, dan perbaikan sel tubuh."
  },
  {
    "id": 94,
    "kategori": "Medis & Kesehatan",
    "fakta": "Golongan darah manusia (A, B, AB, O) ditentukan oleh ada atau tidaknya antigen tertentu pada permukaan sel darah merah."
  },
  {
    "id": 95,
    "kategori": "Sains Umum",
    "fakta": "Semua materi terdiri dari atom, yang merupakan unit dasar dari unsur kimia."
  },
  {
    "id": 96,
    "kategori": "Sains Umum",
    "fakta": "Hukum kekekalan energi menyatakan bahwa energi tidak dapat diciptakan atau dimusnahkan, hanya dapat diubah dari satu bentuk ke bentuk lainnya."
  },
  {
    "id": 97,
    "kategori": "Geografi",
    "fakta": "Gunung Everest di Himalaya adalah titik tertinggi di permukaan Bumi, dengan ketinggian 8.848,86 meter di atas permukaan laut."
  },
  {
    "id": 98,
    "kategori": "Geografi",
    "fakta": "Danau Baikal di Siberia, Rusia, adalah danau air tawar terdalam dan tertua di dunia, serta mengandung sekitar 20% air tawar permukaan dunia yang tidak membeku."
  },
  {
    "id": 99,
    "kategori": "Teknologi",
    "fakta": "Ponsel pertama yang tersedia secara komersial adalah Motorola DynaTAC 8000x pada tahun 1983."
  },
  {
    "id": 100,
    "kategori": "Teknologi",
    "fakta": "Kecerdasan Buatan (AI) adalah bidang ilmu komputer yang berfokus pada penciptaan mesin yang dapat melakukan tugas-tugas yang biasanya membutuhkan kecerdasan manusia."
  },
  {
    "id": 101,
    "kategori": "Seni & Budaya",
    "fakta": "Tari Kecak dari Bali adalah tarian ritual yang melibatkan puluhan hingga ratusan penari laki-laki yang duduk melingkar dan menyerukan 'cak-cak'."
  },
  {
    "id": 102,
    "kategori": "Seni & Budaya",
    "fakta": "Kaligrafi adalah seni menulis indah, seringkali menggunakan pena, kuas, atau alat tulis lainnya."
  },
  {
    "id": 103,
    "kategori": "Makanan & Minuman",
    "fakta": "Sushi adalah hidangan Jepang yang terdiri dari nasi cuka yang dikombinasikan dengan bahan lain, biasanya makanan laut mentah dan sayuran."
  },
  {
    "id": 104,
    "kategori": "Makanan & Minuman",
    "fakta": "Teh adalah minuman kedua yang paling banyak dikonsumsi di dunia setelah air."
  },
  {
    "id": 105,
    "kategori": "Psikologi",
    "fakta": "Konformitas adalah kecenderungan untuk menyesuaikan sikap, keyakinan, dan perilaku seseorang dengan norma kelompok."
  },
  {
    "id": 106,
    "kategori": "Psikologi",
    "fakta": "Memori jangka pendek manusia rata-rata hanya dapat menampung sekitar 7 item informasi sekaligus."
  },
  {
    "id": 107,
    "kategori": "Ekonomi",
    "fakta": "Resesi ekonomi umumnya didefinisikan sebagai penurunan signifikan dalam aktivitas ekonomi yang tersebar di seluruh ekonomi, berlangsung lebih dari beberapa bulan."
  },
  {
    "id": 108,
    "kategori": "Ekonomi",
    "fakta": "Globalisasi mengacu pada proses interkoneksi dan saling ketergantungan yang meningkat antara negara-negara di dunia melalui perdagangan, investasi, dan teknologi."
  },
  {
    "id": 109,
    "kategori": "Olahraga",
    "fakta": "Lari maraton memiliki jarak resmi 42,195 kilometer (26,219 mil)."
  },
  {
    "id": 110,
    "kategori": "Olahraga",
    "fakta": "Indonesia telah memenangkan medali emas Olimpiade terutama dari cabang olahraga bulu tangkis."
  },
  {
    "id": 111,
    "kategori": "Alam & Lingkungan",
    "fakta": "Deforestasi atau penggundulan hutan adalah salah satu penyebab utama perubahan iklim dan hilangnya keanekaragaman hayati."
  },
  {
    "id": 112,
    "kategori": "Alam & Lingkungan",
    "fakta": "Efek rumah kaca adalah proses alami yang menghangatkan permukaan Bumi, tetapi aktivitas manusia telah meningkatkannya secara berlebihan."
  },
  {
    "id": 113,
    "kategori": "Bahasa & Sastra",
    "fakta": "Ada sekitar 6.500 hingga 7.000 bahasa yang digunakan di dunia saat ini, meskipun banyak di antaranya terancam punah."
  },
  {
    "id": 114,
    "kategori": "Bahasa & Sastra",
    "fakta": "Epos Gilgamesh dari Mesopotamia kuno dianggap sebagai salah satu karya sastra tertua yang diketahui."
  },
  {
    "id": 115,
    "kategori": "Tokoh Terkenal",
    "fakta": "Leonardo da Vinci adalah seorang polimatik Renaisans Italia yang terkenal sebagai pelukis, pematung, arsitek, musisi, ilmuwan, dan banyak lagi."
  },
  {
    "id": 116,
    "kategori": "Tokoh Terkenal",
    "fakta": "Nelson Mandela adalah seorang revolusioner anti-apartheid, politisi, dan filantropis Afrika Selatan yang menjabat sebagai Presiden Afrika Selatan dari tahun 1994 hingga 1999."
  },
  {
    "id": 117,
    "kategori": "Penemuan & Inovasi",
    "fakta": "Kompas magnetik pertama kali ditemukan di Tiongkok pada masa Dinasti Han (abad ke-2 SM hingga abad ke-2 M)."
  },
  {
    "id": 118,
    "kategori": "Penemuan & Inovasi",
    "fakta": "Bola lampu pijar yang praktis dan tahan lama dikembangkan oleh Thomas Edison pada akhir abad ke-19."
  },
  {
    "id": 119,
    "kategori": "Mitos & Fakta",
    "fakta": "Fakta: Viking tidak mengenakan helm bertanduk; ini adalah penggambaran populer yang tidak akurat secara historis."
  },
  {
    "id": 120,
    "kategori": "Mitos & Fakta",
    "fakta": "Mitos: Gula membuat anak-anak hiperaktif. Faktanya, penelitian ilmiah belum menemukan hubungan sebab-akibat yang kuat antara konsumsi gula dan hiperaktivitas pada anak-anak."
  },
  {
    "id": 121,
    "kategori": "Hewan",
    "fakta": "Paus Biru adalah hewan terbesar yang pernah ada di Bumi, bahkan lebih besar dari dinosaurus terbesar."
  },
  {
    "id": 122,
    "kategori": "Hewan",
    "fakta": "Beberapa spesies burung, seperti Albatros, dapat tidur sambil terbang."
  },
  {
    "id": 123,
    "kategori": "Luar Angkasa",
    "fakta": "Cahaya dari bintang terdekat, Proxima Centauri, membutuhkan waktu sekitar 4,24 tahun untuk mencapai Bumi."
  },
  {
    "id": 124,
    "kategori": "Luar Angkasa",
    "fakta": "Meteoroid adalah batuan kecil di luar angkasa, meteor adalah saat ia terbakar di atmosfer Bumi (bintang jatuh), dan meteorit adalah sisa-sisanya yang mencapai permukaan Bumi."
  },
  {
    "id": 125,
    "kategori": "Tubuh Manusia",
    "fakta": "Jantung manusia berdetak rata-rata sekitar 100.000 kali per hari."
  },
  {
    "id": 126,
    "kategori": "Tubuh Manusia",
    "fakta": "Manusia memiliki sidik lidah yang unik, sama seperti sidik jari."
  },
  {
    "id": 127,
    "kategori": "Tumbuhan",
    "fakta": "Bambu sebenarnya termasuk dalam keluarga rumput-rumputan (Poaceae)."
  },
  {
    "id": 128,
    "kategori": "Tumbuhan",
    "fakta": "Fotosintesis adalah proses di mana tumbuhan hijau menggunakan sinar matahari, air, dan karbon dioksida untuk menciptakan makanan mereka sendiri (glukosa) dan melepaskan oksigen."
  },
  {
    "id": 129,
    "kategori": "Sejarah Dunia",
    "fakta": "Perang Dunia Pertama (1914-1918) dikenal sebagai 'Perang Besar' dan melibatkan banyak negara di seluruh dunia."
  },
  {
    "id": 130,
    "kategori": "Sejarah Dunia",
    "fakta": "Pendaratan di Normandia (D-Day) pada 6 Juni 1944 adalah operasi pendaratan amfibi terbesar dalam sejarah, menandai awal pembebasan Eropa Barat dari pendudukan Nazi."
  },
  {
    "id": 131,
    "kategori": "Sejarah Indonesia",
    "fakta": "Konferensi Asia-Afrika diadakan di Bandung pada tahun 1955, mengumpulkan negara-negara Asia dan Afrika yang baru merdeka untuk mempromosikan kerjasama ekonomi dan budaya serta menentang kolonialisme."
  },
  {
    "id": 132,
    "kategori": "Sejarah Indonesia",
    "fakta": "R.A. Kartini adalah seorang pahlawan nasional Indonesia yang dikenal sebagai pelopor kebangkitan perempuan pribumi melalui pendidikan."
  },
  {
    "id": 133,
    "kategori": "Medis & Kesehatan",
    "fakta": "Vitamin adalah senyawa organik yang dibutuhkan tubuh dalam jumlah kecil untuk fungsi metabolisme yang normal."
  },
  {
    "id": 134,
    "kategori": "Medis & Kesehatan",
    "fakta": "Anestesi memungkinkan dilakukannya prosedur bedah tanpa rasa sakit, sebuah kemajuan besar dalam dunia kedokteran."
  },
  {
    "id": 135,
    "kategori": "Sains Umum",
    "fakta": "Tabel periodik unsur mengatur semua unsur kimia yang diketahui berdasarkan nomor atom dan sifat kimianya."
  },
  {
    "id": 136,
    "kategori": "Sains Umum",
    "fakta": "Gravitasi adalah gaya tarik-menarik antara dua benda yang memiliki massa."
  },
  {
    "id": 137,
    "kategori": "Geografi",
    "fakta": "Great Barrier Reef di Australia adalah sistem terumbu karang terbesar di dunia, terlihat bahkan dari luar angkasa."
  },
  {
    "id": 138,
    "kategori": "Geografi",
    "fakta": "Islandia dikenal sebagai 'Tanah Es dan Api' karena memiliki gletser dan gunung berapi aktif."
  },
  {
    "id": 139,
    "kategori": "Teknologi",
    "fakta": "Robotika adalah cabang teknologi yang berkaitan dengan desain, konstruksi, operasi, dan aplikasi robot."
  },
  {
    "id": 140,
    "kategori": "Teknologi",
    "fakta": "GPS (Global Positioning System) menggunakan jaringan satelit untuk menentukan lokasi di Bumi secara akurat."
  },
  {
    "id": 141,
    "kategori": "Seni & Budaya",
    "fakta": "Opera adalah bentuk seni di mana penyanyi dan musisi menampilkan karya dramatis yang menggabungkan teks (libretto) dan skor musik."
  },
  {
    "id": 142,
    "kategori": "Seni & Budaya",
    "fakta": "Angklung adalah alat musik multitonal (bernada ganda) yang berkembang dari masyarakat Sunda, terbuat dari bambu."
  },
  {
    "id": 143,
    "kategori": "Makanan & Minuman",
    "fakta": "Pasta adalah makanan pokok dalam masakan Italia, dengan ratusan bentuk dan ukuran yang berbeda."
  },
  {
    "id": 144,
    "kategori": "Makanan & Minuman",
    "fakta": "Fermentasi adalah proses metabolisme yang menghasilkan perubahan kimia dalam substrat organik melalui aksi enzim, sering digunakan dalam pembuatan makanan seperti yogurt, bir, dan tempe."
  },
  {
    "id": 145,
    "kategori": "Psikologi",
    "fakta": "Bias konfirmasi adalah kecenderungan untuk mencari, menafsirkan, mendukung, dan mengingat informasi dengan cara yang mengkonfirmasi atau mendukung keyakinan atau nilai-nilai yang sudah ada sebelumnya."
  },
  {
    "id": 146,
    "kategori": "Psikologi",
    "fakta": "Efek Dunning-Kruger adalah bias kognitif di mana orang dengan kemampuan rendah pada suatu tugas melebih-lebihkan kemampuan mereka."
  },
  {
    "id": 147,
    "kategori": "Ekonomi",
    "fakta": "Pasar saham adalah tempat di mana saham perusahaan publik diperdagangkan."
  },
  {
    "id": 148,
    "kategori": "Ekonomi",
    "fakta": "Kewirausahaan adalah proses merancang, meluncurkan, dan menjalankan bisnis baru, yang seringkali awalnya merupakan usaha kecil."
  },
  {
    "id": 149,
    "kategori": "Olahraga",
    "fakta": "Tour de France adalah balap sepeda jalan raya tahunan paling bergengsi di dunia, yang diadakan terutama di Prancis."
  },
  {
    "id": 150,
    "kategori": "Olahraga",
    "fakta": "FIFA World Cup (Piala Dunia FIFA) adalah kompetisi sepak bola internasional yang diikuti oleh tim nasional putra senior anggota Fédération Internationale de Football Association (FIFA)."
  },
  {
    "id": 151,
    "kategori": "Alam & Lingkungan",
    "fakta": "Migrasi hewan adalah pergerakan musiman hewan dari satu wilayah ke wilayah lain, seringkali untuk mencari makanan atau berkembang biak."
  },
  {
    "id": 152,
    "kategori": "Alam & Lingkungan",
    "fakta": "Energi terbarukan adalah energi yang dikumpulkan dari sumber daya terbarukan, yang secara alami diisi ulang pada skala waktu manusia, seperti sinar matahari, angin, hujan, pasang surut, gelombang, dan panas bumi."
  },
  {
    "id": 153,
    "kategori": "Bahasa & Sastra",
    "fakta": "Bahasa Isyarat adalah bahasa visual yang menggunakan gerakan tangan, ekspresi wajah, dan bahasa tubuh untuk berkomunikasi, terutama oleh komunitas Tuli."
  },
  {
    "id": 154,
    "kategori": "Bahasa & Sastra",
    "fakta": "Haiku adalah bentuk puisi pendek Jepang yang terdiri dari tiga frasa, dengan pola suku kata 5, 7, 5."
  },
  {
    "id": 155,
    "kategori": "Tokoh Terkenal",
    "fakta": "Mahatma Gandhi adalah pemimpin gerakan kemerdekaan India yang menggunakan perlawanan tanpa kekerasan."
  },
  {
    "id": 156,
    "kategori": "Tokoh Terkenal",
    "fakta": "Stephen Hawking adalah seorang fisikawan teoretis, kosmolog, dan penulis Inggris yang terkenal karena karyanya tentang lubang hitam dan singularitas."
  },
  {
    "id": 157,
    "kategori": "Penemuan & Inovasi",
    "fakta": "Sinar-X ditemukan secara tidak sengaja oleh Wilhelm Conrad Roentgen pada tahun 1895."
  },
  {
    "id": 158,
    "kategori": "Penemuan & Inovasi",
    "fakta": "Plastik pertama yang sepenuhnya sintetis, Bakelite, diciptakan oleh Leo Baekeland pada tahun 1907."
  },
  {
    "id": 159,
    "kategori": "Mitos & Fakta",
    "fakta": "Fakta: Membaca dalam cahaya redup tidak akan merusak mata Anda secara permanen, tetapi dapat menyebabkan kelelahan mata."
  },
  {
    "id": 160,
    "kategori": "Mitos & Fakta",
    "fakta": "Mitos: Ikan mas memiliki memori tiga detik. Faktanya, mereka dapat mengingat informasi selama berbulan-bulan."
  }, 
  {
    "id": 161,
    "kategori": "Hewan",
    "fakta": "Platipus adalah salah satu dari sedikit mamalia yang bertelur (monotremata) dan memiliki paruh seperti bebek."
  },
  {
    "id": 162,
    "kategori": "Hewan",
    "fakta": "Kumbang kotoran (scarab beetle) dianggap suci di Mesir kuno, melambangkan kelahiran kembali dan regenerasi."
  },
  {
    "id": 163,
    "kategori": "Luar Angkasa",
    "fakta": "Planet kerdil Ceres adalah objek terbesar di sabuk asteroid antara Mars dan Jupiter."
  },
  {
    "id": 164,
    "kategori": "Luar Angkasa",
    "fakta": "Voyager 1, diluncurkan pada 1977, adalah objek buatan manusia terjauh dari Bumi dan telah memasuki ruang antarbintang."
  },
  {
    "id": 165,
    "kategori": "Tubuh Manusia",
    "fakta": "Rata-rata, manusia menghasilkan sekitar 1 hingga 1,5 liter air liur setiap hari."
  },
  {
    "id": 166,
    "kategori": "Tubuh Manusia",
    "fakta": "Ada lebih banyak bakteri di dalam dan di tubuh manusia daripada sel manusia itu sendiri."
  },
  {
    "id": 167,
    "kategori": "Tumbuhan",
    "fakta": "Pohon Jenderal Sherman (General Sherman Tree) di Taman Nasional Sequoia, AS, adalah pohon terbesar di dunia berdasarkan volume."
  },
  {
    "id": 168,
    "kategori": "Tumbuhan",
    "fakta": "Banyak tanaman menghasilkan senyawa kimia sebagai mekanisme pertahanan terhadap herbivora atau patogen."
  },
  {
    "id": 169,
    "kategori": "Sejarah Dunia",
    "fakta": "Renaisans adalah periode dalam sejarah Eropa, menandai transisi dari Abad Pertengahan ke Modernitas dan mencakup kebangkitan besar dalam seni, sastra, dan ilmu pengetahuan."
  },
  {
    "id": 170,
    "kategori": "Sejarah Dunia",
    "fakta": "Perang Dingin (sekitar 1947–1991) adalah periode ketegangan geopolitik antara Amerika Serikat dan Uni Soviet beserta sekutu masing-masing."
  },
  {
    "id": 171,
    "kategori": "Sejarah Indonesia",
    "fakta": "Perang Diponegoro (1825-1830) adalah salah satu perang terbesar yang dihadapi Belanda selama masa penjajahan di Jawa."
  },
  {
    "id": 172,
    "kategori": "Sejarah Indonesia",
    "fakta": "Manusia Jawa (Pithecanthropus erectus) adalah salah satu fosil manusia purba pertama yang ditemukan, oleh Eugene Dubois di Trinil pada tahun 1891."
  },
  {
    "id": 173,
    "kategori": "Medis & Kesehatan",
    "fakta": "Sistem limfatik adalah bagian penting dari sistem kekebalan tubuh dan membantu membuang racun dari tubuh."
  },
  {
    "id": 174,
    "kategori": "Medis & Kesehatan",
    "fakta": "Transplantasi organ pertama yang berhasil (ginjal) dilakukan pada tahun 1954 oleh Dr. Joseph Murray."
  },
  {
    "id": 175,
    "kategori": "Sains Umum",
    "fakta": "pH adalah skala yang digunakan untuk menentukan tingkat keasaman atau kebasaan suatu larutan berair."
  },
  {
    "id": 176,
    "kategori": "Sains Umum",
    "fakta": "Teori evolusi melalui seleksi alam diajukan oleh Charles Darwin dalam bukunya 'On the Origin of Species' (1859)."
  },
  {
    "id": 177,
    "kategori": "Geografi",
    "fakta": "Laut Mati adalah danau garam yang terletak di antara Israel dan Yordania, dan merupakan titik terendah di daratan Bumi."
  },
  {
    "id": 178,
    "kategori": "Geografi",
    "fakta": "Cincin Api Pasifik adalah wilayah di sekitar Samudra Pasifik yang sering mengalami gempa bumi dan letusan gunung berapi."
  },
  {
    "id": 179,
    "kategori": "Teknologi",
    "fakta": "Blockchain adalah teknologi buku besar terdistribusi yang mendasari mata uang kripto seperti Bitcoin."
  },
  {
    "id": 180,
    "kategori": "Teknologi",
    "fakta": "Printer 3D dapat membuat objek fisik tiga dimensi dari model digital."
  },
  {
    "id": 181,
    "kategori": "Seni & Budaya",
    "fakta": "Arsitektur Gotik, populer di Eropa selama Abad Pertengahan Tinggi dan Akhir, ditandai dengan lengkungan runcing, kubah berusuk, dan penopang layang."
  },
  {
    "id": 182,
    "kategori": "Seni & Budaya",
    "fakta": "Gamelan adalah ansambel musik tradisional Jawa dan Bali yang terdiri dari berbagai instrumen perkusi metalofon, gambang, gendang, dan gong."
  },
  {
    "id": 183,
    "kategori": "Makanan & Minuman",
    "fakta": "Cabai mendapatkan rasa pedasnya dari senyawa kimia yang disebut kapsaisin."
  },
  {
    "id": 184,
    "kategori": "Makanan & Minuman",
    "fakta": "Roti adalah makanan pokok di banyak budaya di seluruh dunia, biasanya dibuat dari tepung gandum atau biji-bijian lain, air, dan ragi."
  },
  {
    "id": 185,
    "kategori": "Psikologi",
    "fakta": "Stres adalah respons tubuh terhadap tuntutan atau tekanan, baik fisik maupun emosional."
  },
  {
    "id": 186,
    "kategori": "Psikologi",
    "fakta": "Kondisioning klasik, yang dipelopori oleh Ivan Pavlov, adalah proses pembelajaran di mana stimulus netral dikaitkan dengan stimulus yang secara alami memicu respons."
  },
  {
    "id": 187,
    "kategori": "Ekonomi",
    "fakta": "Suku bunga adalah biaya meminjam uang atau imbalan untuk menabung uang."
  },
  {
    "id": 188,
    "kategori": "Ekonomi",
    "fakta": "Deflasi adalah penurunan tingkat harga umum barang dan jasa, kebalikan dari inflasi."
  },
  {
    "id": 189,
    "kategori": "Olahraga",
    "fakta": "Kriket adalah olahraga tim populer yang dimainkan dengan pemukul dan bola, terutama di negara-negara Persemakmuran."
  },
  {
    "id": 190,
    "kategori": "Olahraga",
    "fakta": "Paralimpiade adalah ajang olahraga internasional multi-cabang untuk atlet dengan berbagai disabilitas fisik."
  },
  {
    "id": 191,
    "kategori": "Alam & Lingkungan",
    "fakta": "Keanekaragaman hayati mengacu pada variasi kehidupan di Bumi pada semua tingkatannya, dari gen hingga ekosistem."
  },
  {
    "id": 192,
    "kategori": "Alam & Lingkungan",
    "fakta": "Polusi plastik adalah ancaman serius bagi ekosistem laut dan darat di seluruh dunia."
  },
  {
    "id": 193,
    "kategori": "Bahasa & Sastra",
    "fakta": "Esperanto adalah bahasa buatan yang paling banyak digunakan di dunia, diciptakan oleh L. L. Zamenhof pada akhir abad ke-19."
  },
  {
    "id": 194,
    "kategori": "Bahasa & Sastra",
    "fakta": "Pramoedya Ananta Toer adalah salah satu penulis Indonesia paling terkenal di dunia, dikenal dengan Tetralogi Buru."
  },
  {
    "id": 195,
    "kategori": "Tokoh Terkenal",
    "fakta": "Isaac Newton merumuskan hukum gerak dan gravitasi universal, yang menjadi dasar fisika klasik."
  },
  {
    "id": 196,
    "kategori": "Tokoh Terkenal",
    "fakta": "B.J. Habibie adalah Presiden ketiga Indonesia dan seorang insinyur aeronautika terkemuka."
  },
  {
    "id": 197,
    "kategori": "Penemuan & Inovasi",
    "fakta": "Mikroskop ditemukan pada akhir abad ke-16 atau awal abad ke-17, memungkinkan pengamatan objek yang sangat kecil."
  },
  {
    "id": 198,
    "kategori": "Penemuan & Inovasi",
    "fakta": "Pembangkit listrik tenaga nuklir pertama yang menghasilkan listrik untuk jaringan komersial mulai beroperasi pada tahun 1954 di Obninsk, Uni Soviet."
  },
  {
    "id": 199,
    "kategori": "Mitos & Fakta",
    "fakta": "Fakta: Kelelawar tidak buta; sebagian besar spesies kelelawar dapat melihat dengan baik, dan beberapa bahkan menggunakan penglihatan selain ekolokasi."
  },
  {
    "id": 200,
    "kategori": "Mitos & Fakta",
    "fakta": "Mitos: Petir tidak pernah menyambar tempat yang sama dua kali. Faktanya, gedung-gedung tinggi seperti Empire State Building disambar petir berkali-kali setiap tahun."
  },
  {
    "id": 201,
    "kategori": "Religi",
    "fakta": "Haji adalah salah satu rukun Islam yang wajib dilakukan oleh umat Muslim yang mampu secara fisik dan finansial, setidaknya sekali dalam seumur hidup."
  },
  {
    "id": 202,
    "kategori": "Religi",
    "fakta": "Kitab suci Al-Qur'an diyakini oleh umat Islam sebagai firman Allah yang diturunkan kepada Nabi Muhammad melalui Malaikat Jibril."
  },
  {
    "id": 203,
    "kategori": "Gadget",
    "fakta": "Smartphone pertama di dunia, IBM Simon, diluncurkan pada tahun 1994 dan memiliki fitur layar sentuh serta kemampuan mengirim email."
  },
  {
    "id": 204,
    "kategori": "Gadget",
    "fakta": "Teknologi layar lipat (foldable display) pertama kali diperkenalkan secara komersial oleh Samsung dengan seri Galaxy Fold pada tahun 2019."
  },
  {
    "id": 205,
    "kategori": "Otomotif",
    "fakta": "Mobil pertama yang menggunakan mesin pembakaran internal diciptakan oleh Karl Benz pada tahun 1885, dikenal sebagai Benz Patent-Motorwagen."
  },
  {
    "id": 206,
    "kategori": "Otomotif",
    "fakta": "Formula 1 adalah ajang balap mobil tertinggi di dunia, dengan mobil yang mampu mencapai kecepatan lebih dari 350 km/jam."
  },
  {
    "id": 207,
    "kategori": "Flora dan Fauna",
    "fakta": "Orangutan adalah kera besar asal Indonesia dan Malaysia, dan merupakan salah satu hewan yang paling cerdas di dunia."
  },
  {
    "id": 208,
    "kategori": "Flora dan Fauna",
    "fakta": "Bunga bangkai (Amorphophallus titanum) adalah bunga tertinggi di dunia dan mengeluarkan bau seperti daging busuk untuk menarik serangga penyerbuk."
  },
  {
    "id": 209,
    "kategori": "Religi",
    "fakta": "Pura Besakih di Bali dikenal sebagai 'Pura Agung' dan merupakan pura terbesar serta paling suci bagi umat Hindu di Indonesia."
  },
  {
    "id": 210,
    "kategori": "Religi",
    "fakta": "Meditasi adalah praktik yang umum dalam banyak agama, termasuk Buddhisme dan Hindu, untuk mencapai ketenangan batin dan pencerahan spiritual."
  },
  {
    "id": 211,
    "kategori": "Gadget",
    "fakta": "Kamera pertama di ponsel diperkenalkan oleh Sharp pada tahun 2000 dengan resolusi 0,11 megapiksel."
  },
  {
    "id": 212,
    "kategori": "Gadget",
    "fakta": "AirTag dari Apple adalah pelacak kecil yang menggunakan jaringan perangkat Apple untuk membantu pengguna menemukan barang yang hilang."
  },
  {
    "id": 213,
    "kategori": "Otomotif",
    "fakta": "Hybrid car adalah kendaraan yang menggabungkan mesin bensin dengan motor listrik untuk meningkatkan efisiensi bahan bakar dan mengurangi emisi."
  },
  {
    "id": 214,
    "kategori": "Otomotif",
    "fakta": "Tesla, perusahaan otomotif yang didirikan oleh Elon Musk, adalah pelopor dalam produksi mobil listrik massal dengan teknologi otonom."
  },
  {
    "id": 215,
    "kategori": "Flora dan Fauna",
    "fakta": "Harimau Sumatera adalah subspesies harimau terkecil yang masih bertahan dan hanya ditemukan di Pulau Sumatera, Indonesia."
  },
  {
    "id": 216,
    "kategori": "Flora dan Fauna",
    "fakta": "Pohon Eboni (Diospyros celebica) adalah kayu keras endemik Sulawesi yang terkenal karena kualitasnya dan digunakan untuk furnitur mewah."
  },
  {
    "id": 217,
    "kategori": "Religi",
    "fakta": "Wihara Borobudur di Indonesia adalah kompleks Buddha terbesar di dunia dan menjadi situs warisan UNESCO."
  },
  {
    "id": 218,
    "kategori": "Religi",
    "fakta": "Yoga, yang berasal dari India kuno, awalnya dikembangkan sebagai praktik spiritual untuk menyatukan tubuh, pikiran, dan jiwa."
  },
  {
    "id": 219,
    "kategori": "Gadget",
    "fakta": "Virtual Reality (VR) headset seperti Oculus Rift memungkinkan pengguna untuk mengalami dunia digital secara imersif."
  },
  {
    "id": 220,
    "kategori": "Gadget",
    "fakta": "Kabel USB-C adalah standar konektor universal yang mendukung pengisian daya cepat, transfer data cepat, dan koneksi audio/video."
  },
  {
    "id": 221,
    "kategori": "Religi",
    "fakta": "Kumbh Mela adalah festival keagamaan Hindu terbesar di dunia, diadakan setiap 12 tahun di India, dan menarik puluhan juta peziarah."
  },
  {
    "id": 222,
    "kategori": "Religi",
    "fakta": "Salat lima waktu adalah kewajiban harian umat Islam, dilakukan pada waktu-waktu tertentu sesuai pergerakan matahari."
  },
  {
    "id": 223,
    "kategori": "Gadget",
    "fakta": "Teknologi 5G menawarkan kecepatan internet hingga 100 kali lebih cepat dari 4G, dengan latensi yang sangat rendah."
  },
  {
    "id": 224,
    "kategori": "Gadget",
    "fakta": "Apple Watch adalah smartwatch pertama yang sukses secara komersial, diluncurkan pada tahun 2015 dengan fitur pelacakan kesehatan."
  },
  {
    "id": 225,
    "kategori": "Otomotif",
    "fakta": "Mobil listrik pertama di dunia, 'Flocken Elektrowagen', dibuat pada tahun 1888 oleh ilmuwan Jerman Andreas Flocken."
  },
  {
    "id": 226,
    "kategori": "Otomotif",
    "fakta": "Sistem ABS (Anti-lock Braking System) mencegah roda mengunci saat pengereman mendadak, meningkatkan kendali pengemudi."
  },
  {
    "id": 227,
    "kategori": "Flora dan Fauna",
    "fakta": "Komodo (Varanus komodoensis) adalah kadal terbesar di dunia, hanya ditemukan di Pulau Komodo dan sekitarnya di Indonesia."
  },
  {
    "id": 228,
    "kategori": "Flora dan Fauna",
    "fakta": "Kantong semar (Nepenthes) adalah tumbuhan karnivora yang mencerna serangga menggunakan cairan asam dalam kantongnya."
  },
  {
    "id": 229,
    "kategori": "Religi",
    "fakta": "Paskah adalah hari raya Kristen yang merayakan kebangkitan Yesus Kristus, biasanya dirayakan dengan telur sebagai simbol kehidupan baru."
  },
  {
    "id": 230,
    "kategori": "Religi",
    "fakta": "Ka'bah di Mekah adalah kiblat salat umat Islam dan dianggap sebagai rumah Allah yang dibangun oleh Nabi Ibrahim."
  },
  {
    "id": 231,
    "kategori": "Gadget",
    "fakta": "Drone komersial pertama digunakan untuk fotografi udara, tetapi kini berkembang untuk pengiriman barang dan pemantauan pertanian."
  },
  {
    "id": 232,
    "kategori": "Gadget",
    "fakta": "Teknologi layar AMOLED menghasilkan warna lebih cerah dan konsumsi daya lebih efisien dibanding layar LCD tradisional."
  },
  {
    "id": 233,
    "kategori": "Otomotif",
    "fakta": "Nissan GT-R dijuluki 'Godzilla' karena performanya yang luar biasa di dunia otomotif."
  },
  {
    "id": 234,
    "kategori": "Otomotif",
    "fakta": "Kendaraan otonom (self-driving car) menggunakan kombinasi sensor LiDAR, kamera, dan AI untuk navigasi tanpa pengemudi."
  },
  {
    "id": 235,
    "kategori": "Flora dan Fauna",
    "fakta": "Burung Cendrawasih, endemik Papua, dikenal sebagai 'burung surga' karena bulunya yang indah dan tarian kawin yang memesona."
  },
  {
    "id": 236,
    "kategori": "Flora dan Fauna",
    "fakta": "Pohon Ulin (Eusideroxylon zwageri) dari Kalimantan adalah salah satu kayu terkuat di dunia dan tahan terhadap air laut."
  },
  {
    "id": 237,
    "kategori": "Religi",
    "fakta": "Vihara Hanging Temple di China adalah salah satu kuil Buddha yang dibangun di tebing curam dan telah berdiri sejak abad ke-5."
  },
  {
    "id": 238,
    "kategori": "Religi",
    "fakta": "Zakat adalah kewajiban dalam Islam untuk menyisihkan sebagian harta bagi yang membutuhkan, sebagai bentuk penyucian diri."
  },
  {
    "id": 239,
    "kategori": "Gadget",
    "fakta": "Kamera DSLR (Digital Single-Lens Reflex) menggunakan cermin untuk memantulkan cahaya dari lensa ke viewfinder optik."
  },
  {
    "id": 240,
    "kategori": "Gadget",
    "fakta": "Google Glass adalah kacamata pintar pertama yang memproyeksikan informasi augmented reality langsung ke lensa."
  },
  {
    "id": 241,
    "kategori": "Otomotif",
    "fakta": "Rolls-Royce adalah merek mobil mewah asal Inggris yang dikenal dengan logo 'Spirit of Ecstasy' di kap mesinnya."
  },
  {
    "id": 242,
    "kategori": "Otomotif",
    "fakta": "Hypercar seperti Bugatti Chiron dapat mencapai kecepatan lebih dari 400 km/jam berkat mesin W16 yang bertenaga."
  },
  {
    "id": 243,
    "kategori": "Flora dan Fauna",
    "fakta": "Badak Jawa (Rhinoceros sondaicus) adalah mamalia langka yang hanya tersisa sekitar 70 ekor di Taman Nasional Ujung Kulon."
  },
  {
    "id": 244,
    "kategori": "Flora dan Fauna",
    "fakta": "Bunga Edelweis (Anaphalis javanica) disebut 'bunga abadi' karena dapat bertahan hidup di lingkungan ekstrem pegunungan."
  },
  {
    "id": 245,
    "kategori": "Religi",
    "fakta": "Taoisme adalah filosofi dan kepercayaan Tiongkok kuno yang menekankan harmoni dengan alam dan jalan (Tao)."
  },
  {
    "id": 246,
    "kategori": "Religi",
    "fakta": "Masjid Istiqlal di Jakarta adalah masjid terbesar di Asia Tenggara dan simbol kemerdekaan Indonesia."
  },
  {
    "id": 247,
    "kategori": "Gadget",
    "fakta": "Kriptografi kuantum adalah teknologi enkripsi masa depan yang menggunakan prinsip fisika kuantum untuk keamanan tak tertembus."
  },
  {
    "id": 248,
    "kategori": "Gadget",
    "fakta": "Smart home system seperti Google Nest memungkinkan pengguna mengontrol perangkat rumah melalui suara atau aplikasi."
  },
  {
    "id": 249,
    "kategori": "Otomotif",
    "fakta": "Reli Dakar adalah balap off-road terberat di dunia, melintasi gurun dan medan ekstrem."
  },
  {
    "id": 250,
    "kategori": "Otomotif",
    "fakta": "Katalis konverter pada kendaraan mengurangi emisi gas beracun dengan mengubahnya menjadi zat kurang berbahaya."
  },
  {
    "id": 251,
    "kategori": "Religi",
    "fakta": "Di Bali, upacara Ngaben adalah ritual pembakaran mayat dalam agama Hindu untuk melepaskan roh menuju alam spiritual."
  },
  {
    "id": 252,
    "kategori": "Religi",
    "fakta": "Kitab Tripitaka dalam Buddhisme berisi ajaran Buddha Gautama yang terbagi dalam tiga bagian: Sutta, Vinaya, dan Abhidhamma."
  },
  {
    "id": 253,
    "kategori": "Gadget",
    "fakta": "Teknologi LiDAR (Light Detection and Ranging) digunakan di iPhone untuk pemindaian 3D, meningkatkan akurasi augmented reality."
  },
  {
    "id": 254,
    "kategori": "Gadget",
    "fakta": "Kamera under-display pertama kali diperkenalkan oleh ZTE Axon 20 pada 2020, menyembunyikan kamera depan di bawah layar."
  },
  {
    "id": 255,
    "kategori": "Otomotif",
    "fakta": "Mobil terbang (flying car) pertama yang disetujui untuk uji coba adalah PAL-V Liberty dari Belanda pada 2021."
  },
  {
    "id": 256,
    "kategori": "Otomotif",
    "fakta": "Suzuki Jimny adalah mobil off-road mini legendaris yang populer karena ketangguhannya di medan berat."
  },
  {
    "id": 257,
    "kategori": "Flora dan Fauna",
    "fakta": "Elang Jawa (Nisaetus bartelsi) adalah burung endemik Jawa yang menjadi simbol satwa langka Indonesia."
  },
  {
    "id": 258,
    "kategori": "Flora dan Fauna",
    "fakta": "Pohon Trembesi (Albizia saman) dikenal sebagai 'pohon hujan' karena daunnya yang mengatup saat matahari terik."
  },
  {
    "id": 259,
    "kategori": "Religi",
    "fakta": "Waisak adalah hari raya umat Buddha yang memperingati kelahiran, pencerahan, dan kematian Buddha Gautama."
  },
  {
    "id": 260,
    "kategori": "Religi",
    "fakta": "Masjidil Haram di Mekah adalah masjid terbesar di dunia, dengan Kapasitas menampung lebih dari 4 juta jamaah selama haji."
  },
  {
    "id": 261,
    "kategori": "Gadget",
    "fakta": "Neuralink oleh Elon Musk adalah proyek chip otak yang bertujuan menghubungkan otak manusia dengan komputer."
  },
  {
    "id": 262,
    "kategori": "Gadget",
    "fakta": "Teknologi fast charging seperti Oppo's VOOC bisa mengisi daya ponsel hingga 70% dalam 30 menit."
  },
  {
    "id": 263,
    "kategori": "Otomotif",
    "fakta": "Koenigsegg Jesko adalah hypercar dengan mesin 1.600 HP yang bisa menggunakan bahan bakar bioethanol."
  },
  {
    "id": 264,
    "kategori": "Otomotif",
    "fakta": "Sistem cruise control adaptif (ACC) secara otomatis menyesuaikan kecepatan mobil dengan kendaraan di depannya."
  },
  {
    "id": 265,
    "kategori": "Flora dan Fauna",
    "fakta": "Tarsius (Tarsius spectrum) adalah primata terkecil di dunia, dengan mata besar yang adaptif untuk penglihatan malam."
  },
  {
    "id": 266,
    "kategori": "Flora dan Fauna",
    "fakta": "Pohon Jati (Tectona grandis) adalah kayu premium yang tahan lama dan digunakan untuk furnitur kelas tinggi."
  },
  {
    "id": 267,
    "kategori": "Religi",
    "fakta": "Sikhisme adalah agama monoteistik dari India yang menekankan kesetaraan dan pelayanan tanpa pamrih."
  },
  {
    "id": 268,
    "kategori": "Religi",
    "fakta": "Patung Christ the Redeemer di Rio de Janeiro adalah salah satu simbol Kristen terbesar dengan tinggi 30 meter."
  },
  {
    "id": 269,
    "kategori": "Gadget",
    "fakta": "Teknologi graphene di masa depan bisa membuat baterai ponsel bertahan seminggu dengan sekali isi daya."
  },
  {
    "id": 270,
    "kategori": "Gadget",
    "fakta": "Proyektor mini portabel seperti Samsung The Freestyle bisa memutar layar 100 inci di permukaan apa pun."
  },
  {
    "id": 271,
    "kategori": "Otomotif",
    "fakta": "Mobil hidrogen (seperti Toyota Mirai) hanya mengeluarkan uap air sebagai emisi, ramah lingkungan."
  },
  {
    "id": 272,
    "kategori": "Otomotif",
    "fakta": "Jaguar E-Type adalah mobil klasik tahun 1960-an yang disebut Enzo Ferrari sebagai 'mobil terindah yang pernah dibuat'."
  },
  {
    "id": 273,
    "kategori": "Flora dan Fauna",
    "fakta": "Kakapo (Strigops habroptila) adalah satu-satunya burung beo tak bisa terbang di dunia, endemik Selandia Baru."
  },
  {
    "id": 274,
    "kategori": "Flora dan Fauna",
    "fakta": "Bunga Bangkai Raksasa (Amorphophallus titanum) mekar hanya 7 hari dan mengeluarkan bau busuk untuk menarik serangga."
  },
  {
    "id": 275,
    "kategori": "Religi",
    "fakta": "Pura Ulun Danu Bratan di Bali adalah pura air suci yang didedikasikan untuk dewi Danu, dewi danau dan sungai."
  },
  {
    "id": 276,
    "kategori": "Religi",
    "fakta": "Sholat Tahajud adalah sholat sunnah yang dilakukan di sepertiga malam terakhir, dipercaya sebagai waktu mustajab."
  },
  {
    "id": 277,
    "kategori": "Gadget",
    "fakta": "Teknologi haptic feedback di smartphone memberikan sensasi sentuhan realistis, seperti getaran saat mengetik."
  },
  {
    "id": 278,
    "kategori": "Gadget",
    "fakta": "E-ink adalah teknologi layar yang digunakan di e-reader seperti Kindle, mirip kertas dan tidak melelahkan mata."
  },
  {
    "id": 279,
    "kategori": "Otomotif",
    "fakta": "Mobil konsep Mercedes-Benz AVTR terinspirasi dari film 'Avatar' dan bisa dikendalikan dengan gerakan tangan."
  },
  {
    "id": 280,
    "kategori": "Otomotif",
    "fakta": "Sasis monokok (monocoque) pada mobil modern meningkatkan kekuatan struktural sekaligus mengurangi berat."
  },
  {
    "id": 281,
    "kategori": "Flora dan Fauna",
    "fakta": "Anoa (Bubalus depressicornis) adalah kerbau kerdil endemik Sulawesi yang terancam punah karena perburuan."
  },
  {
    "id": 282,
    "kategori": "Flora dan Fauna",
    "fakta": "Bunga Wijaya Kusuma (Epiphyllum oxypetalum) mekar hanya di malam hari dan dipercaya membawa keberuntungan."
  },
  {
    "id": 283,
    "kategori": "Religi",
    "fakta": "Gereja Katedral Jakarta adalah gereja Katolik bergaya neo-gothic yang dibangun pada awal abad ke-20."
  },
  {
    "id": 284,
    "kategori": "Religi",
    "fakta": "Meditasi Vipassana dalam Buddhisme bertujuan untuk mencapai pencerahan melalui pengamatan napas dan sensasi tubuh."
  },
  {
    "id": 285,
    "kategori": "Gadget",
    "fakta": "Teknologi under-screen fingerprint scanner pertama kali digunakan di smartphone Vivo X20 Plus UD tahun 2018."
  },
  {
    "id": 286,
    "kategori": "Gadget",
    "fakta": "Adaptor GaN (Gallium Nitride) lebih efisien dan kecil dibanding adaptor tradisional, cocok untuk perangkat portabel."
  },
  {
    "id": 287,
    "kategori": "Otomotif",
    "fakta": "Mobil sport elektrik Tesla Roadster (2023) diklaim bisa mencapai 0-100 km/jam dalam 1,9 detik."
  },
  {
    "id": 288,
    "kategori": "Otomotif",
    "fakta": "Sistem hibrida paralel memungkinkan mobil menggunakan mesin bensin dan motor listrik secara bersamaan."
  },
  {
    "id": 289,
    "kategori": "Flora dan Fauna",
    "fakta": "Burung Maleo (Macrocephalon maleo) dari Sulawesi mengubur telurnya di pasir panas vulkanik untuk menetas."
  },
  {
    "id": 290,
    "kategori": "Flora dan Fauna",
    "fakta": "Pohon Sonokeling (Dalbergia latifolia) adalah kayu keras bernilai tinggi untuk mebel dan alat musik."
  },
  {
    "id": 291,
    "kategori": "Religi",
    "fakta": "Masjid Hagia Sophia di Istanbul awalnya adalah gereja, lalu menjadi masjid, dan sempat menjadi museum sebelum kembali jadi masjid."
  },
  {
    "id": 292,
    "kategori": "Religi",
    "fakta": "Tahun Baru Imlek dirayakan dengan angpao (amplop merah) sebagai simbol keberuntungan dalam budaya Tionghoa."
  },
  {
    "id": 293,
    "kategori": "Gadget",
    "fakta": "Teknologi Matter adalah standar baru untuk smart home yang memungkinkan perangkat dari merek berbeda saling terhubung."
  },
  {
    "id": 294,
    "kategori": "Gadget",
    "fakta": "Kamera periskop pada smartphone seperti Huawei P30 Pro memungkinkan zoom optik 5x tanpa mengurangi kualitas."
  },
  {
    "id": 295,
    "kategori": "Otomotif",
    "fakta": "Ford Mustang Mach-E adalah SUV listrik pertama dari Ford yang terinspirasi dari desain Mustang klasik."
  },
  {
    "id": 296,
    "kategori": "Otomotif",
    "fakta": "Sistem regeneratif braking pada mobil listrik mengubah energi pengereman menjadi listrik untuk mengisi baterai."
  },
  {
    "id": 297,
    "kategori": "Flora dan Fauna",
    "fakta": "Kucing Merah Kalimantan (Catopuma badia) adalah kucing liar langka yang hanya ditemukan di hutan Kalimantan."
  },
  {
    "id": 298,
    "kategori": "Flora dan Fauna",
    "fakta": "Pohon Kapur (Dryobalanops aromatica) menghasilkan kristal kapur barus alami yang digunakan dalam pengobatan tradisional."
  },
  {
    "id": 299,
    "kategori": "Religi",
    "fakta": "Gereja Ayam di Magelang adalah gereja unik berbentuk burung yang menjadi destinasi wisata religi."
  },
  {
    "id": 300,
    "kategori": "Religi",
    "fakta": "Saman Dance dari Aceh adalah tarian sufistik yang menggabungkan gerakan cepat dengan dzikir kepada Allah."
  },
  {
    "id": 301,
    "kategori": "Olahraga",
    "fakta": "Bulu tangkis adalah olahraga yang paling banyak memberikan medali emas bagi Indonesia di Olimpiade."
  },
  {
    "id": 302,
    "kategori": "Olahraga",
    "fakta": "Pemain sepak bola legendaris asal Brasil, Pelé, adalah satu-satunya pemain yang memenangkan tiga Piala Dunia (1958, 1962, 1970)."
  },
  {
    "id": 303,
    "kategori": "Sejarah",
    "fakta": "Perang Dunia II berlangsung dari tahun 1939 hingga 1945 dan melibatkan lebih dari 100 juta orang dari 30 negara."
  },
  {
    "id": 304,
    "kategori": "Sejarah",
    "fakta": "Kerajaan Majapahit mencapai puncak kejayaannya pada abad ke-14 di bawah pemerintahan Hayam Wuruk dan Patih Gajah Mada."
  },
  {
    "id": 305,
    "kategori": "Mitos",
    "fakta": "Mitos: Gunung Krakatau meletus karena kemarahan dewa. Faktanya, letusan Krakatau tahun 1883 disebabkan oleh aktivitas tektonik."
  },
  {
    "id": 306,
    "kategori": "Mitos",
    "fakta": "Fakta: Kucing hitam dianggap pembawa sial di Eropa, tetapi di Asia justru dianggap pembawa keberuntungan."
  },
  {
    "id": 307,
    "kategori": "Politik",
    "fakta": "Demokrasi tertua di dunia adalah Athena Kuno, di mana warga laki-laki dewasa dapat memberikan suara langsung."
  },
  {
    "id": 308,
    "kategori": "Politik",
    "fakta": "Indonesia adalah negara demokrasi terbesar ketiga di dunia setelah India dan Amerika Serikat."
  },
  {
    "id": 309,
    "kategori": "Musik",
    "fakta": "Lagu 'Bohemian Rhapsody' oleh Queen adalah salah satu lagu paling kompleks dalam sejarah musik populer."
  },
  {
    "id": 310,
    "kategori": "Musik",
    "fakta": "Angklung adalah alat musik tradisional Indonesia yang terbuat dari bambu dan telah diakui oleh UNESCO sebagai Warisan Budaya Dunia."
  },
  {
    "id": 311,
    "kategori": "Negara",
    "fakta": "Vatikan adalah negara terkecil di dunia dengan luas hanya 0,44 km² dan dipimpin oleh Paus."
  },
  {
    "id": 312,
    "kategori": "Negara",
    "fakta": "Rusia adalah negara terbesar di dunia dengan luas lebih dari 17 juta km², mencakup 11 zona waktu."
  },
  {
    "id": 313,
    "kategori": "Olahraga",
    "fakta": "Michael Phelps adalah atlet Olimpiade paling sukses dengan 28 medali, termasuk 23 medali emas."
  },
  {
    "id": 314,
    "kategori": "Olahraga",
    "fakta": "Pencak Silat adalah seni bela diri asli Indonesia yang telah diakui oleh UNESCO sebagai Warisan Budaya Takbenda."
  },
  {
    "id": 315,
    "kategori": "Sejarah",
    "fakta": "Proklamasi Kemerdekaan Indonesia dibacakan oleh Soekarno pada tanggal 17 Agustus 1945 di Jakarta."
  },
  {
    "id": 316,
    "kategori": "Sejarah",
    "fakta": "Dinasti Ming di Tiongkok membangun Tembok Besar untuk melindungi wilayahnya dari serangan bangsa Mongol."
  },
  {
    "id": 317,
    "kategori": "Mitos",
    "fakta": "Mitos: Raja Arthur dan pedang Excalibur. Faktanya, tidak ada bukti arkeologis yang membuktikan keberadaannya."
  },
  {
    "id": 318,
    "kategori": "Mitos",
    "fakta": "Fakta: Mitos vampir berasal dari penyakit langka bernama porfiria yang membuat penderitanya sensitif terhadap sinar matahari."
  },
  {
    "id": 319,
    "kategori": "Politik",
    "fakta": "Apartheid adalah sistem pemisahan ras yang diterapkan di Afrika Selatan dari tahun 1948 hingga 1994."
  },
  {
    "id": 320,
    "kategori": "Politik",
    "fakta": "Mahatma Gandhi adalah tokoh politik India yang memimpin gerakan kemerdekaan dengan prinsip tanpa kekerasan."
  },
  {
    "id": 321,
    "kategori": "Musik",
    "fakta": "The Beatles adalah band legendaris asal Inggris yang telah menjual lebih dari 600 juta rekaman di seluruh dunia."
  },
  {
    "id": 322,
    "kategori": "Musik",
    "fakta": "Gamelan adalah ansambel musik tradisional Jawa dan Bali yang terdiri dari berbagai instrumen perkusi."
  },
  {
    "id": 323,
    "kategori": "Negara",
    "fakta": "Kanada memiliki garis pantai terpanjang di dunia, mencapai lebih dari 202.000 km."
  },
  {
    "id": 324,
    "kategori": "Negara",
    "fakta": "Jepang dikenal sebagai 'Negeri Matahari Terbit' dan memiliki lebih dari 6.800 pulau."
  },
  {
    "id": 325,
    "kategori": "Olahraga",
    "fakta": "Lionel Messi memegang rekor sebagai pemain dengan jumlah Ballon d'Or terbanyak (8 kali) hingga tahun 2023."
  },
  {
    "id": 326,
    "kategori": "Olahraga",
    "fakta": "Bola basket ditemukan oleh Dr. James Naismith pada tahun 1891 di Springfield, Massachusetts."
  },
  {
    "id": 327,
    "kategori": "Sejarah",
    "fakta": "Revolusi Industri dimulai di Inggris pada abad ke-18 dan mengubah dunia dari agraris menjadi industri."
  },
  {
    "id": 328,
    "kategori": "Sejarah",
    "fakta": "Kerajaan Sriwijaya adalah kerajaan maritim terkuat di Asia Tenggara pada abad ke-7 hingga ke-13."
  },
  {
    "id": 329,
    "kategori": "Mitos",
    "fakta": "Mitos: Atlantis adalah kota hilang yang tenggelam. Faktanya, tidak ada bukti ilmiah yang mendukung keberadaannya."
  },
  {
    "id": 330,
    "kategori": "Mitos",
    "fakta": "Fakta: Mitos Yeti (manusia salju) di Himalaya mungkin berasal dari penampakan beruang cokelat langka."
  },
  {
    "id": 331,
    "kategori": "Politik",
    "fakta": "Perserikatan Bangsa-Bangsa (PBB) didirikan pada tahun 1945 untuk mempromosikan perdamaian dunia."
  },
  {
    "id": 332,
    "kategori": "Politik",
    "fakta": "Konferensi Asia-Afrika tahun 1955 di Bandung menjadi fondasi Gerakan Non-Blok."
  },
  {
    "id": 333,
    "kategori": "Musik",
    "fakta": "Wolfgang Amadeus Mozart adalah komposer klasik yang telah menciptakan lebih dari 800 karya sebelum meninggal di usia 35 tahun."
  },
  {
    "id": 334,
    "kategori": "Musik",
    "fakta": "Dangdut adalah genre musik asli Indonesia yang dipengaruhi oleh musik India, Melayu, dan Arab."
  },
  {
    "id": 335,
    "kategori": "Negara",
    "fakta": "Australia adalah benua sekaligus negara terbesar keenam di dunia dan rumah bagi hewan unik seperti kanguru dan koala."
  },
  {
    "id": 336,
    "kategori": "Negara",
    "fakta": "Mesir adalah salah satu peradaban tertua di dunia dengan piramida yang dibangun lebih dari 4.500 tahun lalu."
  },
  {
    "id": 337,
    "kategori": "Olahraga",
    "fakta": "Usain Bolt memegang rekor dunia lari 100 meter dengan waktu 9,58 detik pada tahun 2009."
  },
  {
    "id": 338,
    "kategori": "Olahraga",
    "fakta": "Tinju adalah olahraga tertua yang tercatat dalam sejarah, dimulai sejak Olimpiade Kuno tahun 688 SM."
  },
  {
    "id": 339,
    "kategori": "Sejarah",
    "fakta": "Perang Salib adalah serangkaian perang agama antara Kristen dan Muslim dari abad ke-11 hingga ke-13."
  },
  {
    "id": 340,
    "kategori": "Sejarah",
    "fakta": "R.A. Kartini adalah pahlawan nasional Indonesia yang memperjuangkan emansipasi wanita melalui pendidikan."
  },
  {
    "id": 341,
    "kategori": "Mitos",
    "fakta": "Mitos: Bumi datar. Faktanya, bukti ilmiah dan foto satelit menunjukkan Bumi berbentuk bulat."
  },
  {
    "id": 342,
    "kategori": "Mitos",
    "fakta": "Fakta: Mitos Loch Ness Monster di Skotlandia mungkin berasal dari penampakan belut raksasa atau gelombang air."
  },
  {
    "id": 343,
    "kategori": "Politik",
    "fakta": "Revolusi Prancis (1789–1799) menggulingkan monarki dan memicu lahirnya ide-ide demokrasi modern."
  },
  {
    "id": 344,
    "kategori": "Politik",
    "fakta": "Soekarno adalah Presiden pertama Indonesia dan salah satu pendiri Gerakan Non-Blok."
  },
  {
    "id": 345,
    "kategori": "Musik",
    "fakta": "Bob Marley adalah ikon musik reggae yang mempopulerkan genre ini ke seluruh dunia."
  },
  {
    "id": 346,
    "kategori": "Musik",
    "fakta": "Keroncong adalah musik khas Indonesia yang dipengaruhi oleh musik Portugis pada abad ke-16."
  },
  {
    "id": 347,
    "kategori": "Negara",
    "fakta": "Brasil adalah negara terbesar di Amerika Selatan dan satu-satunya yang menggunakan bahasa Portugis."
  },
  {
    "id": 348,
    "kategori": "Negara",
    "fakta": "Islandia adalah salah satu negara dengan tingkat perdamaian tertinggi dan tidak memiliki militer permanen."
  },
  {
    "id": 349,
    "kategori": "Olahraga",
    "fakta": "Serena Williams adalah salah satu petenis terhebat sepanjang masa dengan 23 gelar Grand Slam tunggal."
  },
  {
    "id": 350,
    "kategori": "Olahraga",
    "fakta": "Panahan menjadi olahraga resmi Olimpiade sejak tahun 1900 dan populer di banyak budaya kuno."
  },
  {
    "id": 351,
    "kategori": "Sejarah",
    "fakta": "Perang Vietnam (1955–1975) adalah konflik antara Vietnam Utara yang komunis dan Vietnam Selatan yang didukung AS."
  },
  {
    "id": 352,
    "kategori": "Sejarah",
    "fakta": "Sumpah Pemuda pada 28 Oktober 1928 menjadi tonggak persatuan bangsa Indonesia."
  },
  {
    "id": 353,
    "kategori": "Mitos",
    "fakta": "Mitos: Garam bisa mengusir roh jahat. Faktanya, ini berasal dari kepercayaan kuno tentang kemurnian garam."
  },
  {
    "id": 354,
    "kategori": "Mitos",
    "fakta": "Fakta: Mitos 'Bloody Mary' di cermin mungkin berasal dari legenda Ratu Mary I dari Inggris yang kejam."
  },
  {
    "id": 355,
    "kategori": "Politik",
    "fakta": "Nelson Mandela adalah presiden kulit hitam pertama Afrika Selatan dan pejuang anti-apartheid."
  },
  {
    "id": 356,
    "kategori": "Politik",
    "fakta": "ASEAN (Perhimpunan Bangsa-Bangsa Asia Tenggara) didirikan pada tahun 1967 untuk memajukan kerjasama regional."
  },
  {
    "id": 357,
    "kategori": "Musik",
    "fakta": "Ludwig van Beethoven menciptakan simfoni terhebatnya, 'Symphony No. 9', setelah menjadi tuli total."
  },
  {
    "id": 358,
    "kategori": "Musik",
    "fakta": "Campursari adalah perpaduan musik tradisional Jawa dengan modern yang dipopulerkan oleh almarhum Didi Kempot."
  },
  {
    "id": 359,
    "kategori": "Negara",
    "fakta": "Singapura adalah salah satu negara terkaya di dunia dengan luas hanya 728 km²."
  },
  {
    "id": 360,
    "kategori": "Negara",
    "fakta": "Kenya adalah pusat olahraga lari maraton dan sering menghasilkan pelari tercepat di dunia."
  },
  {
    "id": 361,
    "kategori": "Olahraga",
    "fakta": "MotoGP adalah balap motor kelas premium yang diadakan di sirkuit seluruh dunia sejak 1949."
  },
  {
    "id": 362,
    "kategori": "Olahraga",
    "fakta": "Renang adalah olahraga tertua yang tercatat, dengan lukisan prasejarah menunjukkan manusia berenang sejak 7.000 SM."
  },
  {
    "id": 363,
    "kategori": "Sejarah",
    "fakta": "Perang Dingin (1947–1991) adalah ketegangan antara Amerika Serikat (Blok Barat) dan Uni Soviet (Blok Timur)."
  },
  {
    "id": 364,
    "kategori": "Sejarah",
    "fakta": "Candi Borobudur dibangun pada abad ke-9 dan merupakan candi Buddha terbesar di dunia."
  },
  {
    "id": 365,
    "kategori": "Mitos",
    "fakta": "Mitos: Hantu pocong adalah arwah yang terikat kain kafan. Faktanya, ini adalah legenda urban populer di Indonesia."
  },
  {
    "id": 366,
    "kategori": "Mitos",
    "fakta": "Fakta: Mitos 'Bulan Memengaruhi Kegilaan' tidak didukung bukti ilmiah, meski kata 'lunatic' berasal dari bahasa Latin 'luna' (bulan)."
  },
  {
    "id": 367,
    "kategori": "Politik",
    "fakta": "Revolusi Digital mengubah dunia politik dengan media sosial sebagai alat kampanye dan propaganda."
  },
  {
    "id": 368,
    "kategori": "Politik",
    "fakta": "Joko Widodo adalah presiden Indonesia pertama yang berasal dari kalangan non-militer dan non-elit politik."
  },
  {
    "id": 369,
    "kategori": "Musik",
    "fakta": "Musik jazz berasal dari komunitas Afrika-Amerika di New Orleans pada akhir abad ke-19."
  },
  {
    "id": 370,
    "kategori": "Musik",
    "fakta": "Lagu 'Indonesia Raya' pertama kali dikumandangkan pada Sumpah Pemuda 28 Oktober 1928."
  },
  {
    "id": 371,
    "kategori": "Negara",
    "fakta": "Norwegia adalah salah satu negara dengan standar hidup tertinggi dan penghasil minyak terbesar di Eropa."
  },
  {
    "id": 372,
    "kategori": "Negara",
    "fakta": "Thailand adalah satu-satunya negara di Asia Tenggara yang tidak pernah dijajah oleh bangsa Eropa."
  },
  {
    "id": 373,
    "kategori": "Olahraga",
    "fakta": "Sepak takraw adalah olahraga tradisional Asia Tenggara yang menggabungkan sepak bola dan bola voli."
  },
  {
    "id": 374,
    "kategori": "Olahraga",
    "fakta": "Golf adalah satu-satunya olahraga yang dimainkan di bulan (oleh astronaut Alan Shepard pada 1971)."
  },
  {
    "id": 375,
    "kategori": "Sejarah",
    "fakta": "Perang Diponegoro (1825–1830) adalah salah satu perang terbesar melawan Belanda di Jawa."
  },
  {
    "id": 376,
    "kategori": "Sejarah",
    "fakta": "Dinasti Romawi memerintah Eropa selama lebih dari 1.000 tahun sebelum keruntuhannya pada abad ke-5."
  },
  {
    "id": 377,
    "kategori": "Mitos",
    "fakta": "Mitos: Kucing memiliki sembilan nyawa. Faktanya, ini berasal dari kelincahan kucing yang sering selamat dari jatuh."
  },
  {
    "id": 378,
    "kategori": "Mitos",
    "fakta": "Fakta: Mitos 'Bawang Putih Mengusir Vampir' dipopulerkan oleh sastra Eropa abad ke-19."
  },
  {
    "id": 379,
    "kategori": "Politik",
    "fakta": "Gerakan Feminisme abad ke-20 memperjuangkan kesetaraan hak perempuan dalam politik, pendidikan, dan pekerjaan."
  },
  {
    "id": 380,
    "kategori": "Politik",
    "fakta": "Konflik Israel-Palestina adalah salah satu perseteruan politik-teritorial terlama di dunia sejak 1948."
  },
  {
    "id": 381,
    "kategori": "Musik",
    "fakta": "Musik rock 'n' roll dipopulerkan oleh Elvis Presley pada tahun 1950-an dan menjadi simbol pemberontakan generasi muda."
  },
  {
    "id": 382,
    "kategori": "Musik",
    "fakta": "Tari Saman dari Aceh diiringi musik vokal dan tepukan, dimainkan untuk menyebarkan ajaran Islam."
  },
  {
    "id": 383,
    "kategori": "Negara",
    "fakta": "Swiss dikenal sebagai negara netral dan menjadi markas besar organisasi dunia seperti PBB dan Palang Merah."
  },
  {
    "id": 384,
    "kategori": "Negara",
    "fakta": "Filipina adalah negara kedua terbesar di Asia Tenggara setelah Indonesia dan terdiri dari 7.641 pulau."
  },
  {
    "id": 385,
    "kategori": "Olahraga",
    "fakta": "Renang indah (synchronized swimming) menggabungkan gerakan renang, tari, dan senam dalam air."
  },
  {
    "id": 386,
    "kategori": "Olahraga",
    "fakta": "Lari estafet 4x100 meter adalah salah satu nomer paling bergengsi di Olimpiade, menguji kecepatan dan kerja sama tim."
  },
  {
    "id": 387,
    "kategori": "Sejarah",
    "fakta": "Perang Aceh (1873–1904) adalah perlawanan terpanjang rakyat Indonesia melawan kolonial Belanda."
  },
  {
    "id": 388,
    "kategori": "Sejarah",
    "fakta": "Cleopatra adalah ratu terakhir Mesir Kuno dari dinasti Ptolemaik dan terkenal karena kecantikan serta kecerdasannya."
  },
  {
    "id": 389,
    "kategori": "Mitos",
    "fakta": "Mitos: Menyisir rambut di malam hari mengundang malapetaka. Faktanya, ini berasal dari kepercayaan Tiongkok kuno."
  },
  {
    "id": 390,
    "kategori": "Mitos",
    "fakta": "Fakta: Mitos 'Bersiul di Malam Hari Memanggil Hantu' ada di banyak budaya, termasuk Jawa dan Eropa."
  },
  {
    "id": 391,
    "kategori": "Politik",
    "fakta": "Brexit adalah keputusan Inggris untuk keluar dari Uni Eropa pada 2020 setelah referendum 2016."
  },
  {
    "id": 392,
    "kategori": "Politik",
    "fakta": "Pancasila adalah dasar negara Indonesia yang dirumuskan oleh Soekarno dan disahkan pada 18 Agustus 1945."
  },
  {
    "id": 393,
    "kategori": "Musik",
    "fakta": "K-pop (Korean Pop) adalah genre musik Korea Selatan yang mendunia berkat grup seperti BTS dan BLACKPINK."
  },
  {
    "id": 394,
    "kategori": "Musik",
    "fakta": "Kendang adalah instrumen perkusi Jawa yang vital dalam musik gamelan dan tradisional."
  },
  {
    "id": 395,
    "kategori": "Negara",
    "fakta": "Malaysia berbagi budaya dan bahasa serumpun dengan Indonesia, tetapi menggunakan bahasa Melayu standar yang berbeda."
  },
  {
    "id": 396,
    "kategori": "Negara",
    "fakta": "Uni Emirat Arab (UEA) adalah federasi tujuh emirat, termasuk Dubai dan Abu Dhabi, yang kaya minyak."
  },
  {
    "id": 397,
    "kategori": "Olahraga",
    "fakta": "Dayung adalah olahraga tertua dalam Olimpiade modern, dipertandingkan sejak 1896."
  },
  {
    "id": 398,
    "kategori": "Olahraga",
    "fakta": "Taekwondo berasal dari Korea dan menjadi olahraga Olimpiade resmi sejak tahun 2000."
  },
  {
    "id": 399,
    "kategori": "Sejarah",
    "fakta": "Perang Padri (1803–1838) adalah konflik di Sumatera Barat antara kaum adat dan kaum agama yang dimanfaatkan Belanda."
  },
  {
    "id": 400,
    "kategori": "Sejarah",
    "fakta": "Dinasti Ottoman menguasai tiga benua (Eropa, Asia, Afrika) selama lebih dari 600 tahun sebelum runtuh pada 1922."
  }
] 
